Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/local_authority_home_improvement_loans.html.txt.tmx
Source language: en
Languages: ga

source: Local authority home improvement loans
ga: Íasachtaí ón údarás áitiúil ar mhaithe le feabhsucháin tí

source: Local authority loans are available to owner-occupiers towards the cost of necessary works to improve, repair or extend their existing houses
ga: Tá iasachtaí ar fáil ón údarás áitiúil d'úinéirí tí ar mhaithe le hobair riachtanach a dhéanamh leis an teach a fheabhsú, a dheisiú nó a mhéadú

source: You may be eligible for a local authority home improvement loan if you can show the local authority that you cannot get a loan from a bank or building society and:
ga: D'fhéadfá a bheith i dteideal iasachta a fháil ón údarás áitiúil más féidir leat a chruthú gur theip ort iasacht a fháil ó bhanc nó ó chumann airgeadais agus:

source: • Your house needs improving, repairing or extending due to overcrowding and your income satisfies the income test below, or
ga: • Má theastaíonn feabhsucháin, deisiú nó píosa a chur leis an teach agus má shásaíonn tú scrúdú ar d'ioncam, nó

source: • You are registered on a housing waiting list with a local authority, or
ga: • Má tá tú cláraithe ar liosta feithimh tithíochta leis an údarás áitiúil, nó

source: • You are a local authority tenant or a tenant purchaser and you want to buy a private house and return your present house to the local authority,
ga: • Más tionónta nó tionónta atá ag ceannach thú ón údarás áitiúil agus go bhfuil sé i gceist agat teach príobháideach a cheannach agus do theach a thabhairt ar ais don údarás áitiúil

source: • You are a tenant for more than one year of a home provided by a housing association under the Rental Subsidy Scheme and you want to buy a private house and return your present house to the local authority
ga: • Más tionónta le breis is bliain thú de theach atá curtha ar fáil ag cumann tithíochta faoin scéim Fordheontas Cíosa agus go bhfuil sé i gceist agat teach príobháideach a cheannach agus do theach a thabhairt don údarás áitiúil

source: Note that the income test only applies to the first category; if you are covered by the second, third or fourth category you are exempt from the income test
ga: Baineann an scrúdú ioncaim leis an gcéad rannóg amháin thuas; má bhaineann an dara, tríú, nó ceathrú rannóg leat ní bhaineann an scrúdú ioncaim leat

source: If your gross income before tax in the last income tax year was €40,000 or less, you are eligible
ga: Má bhí d'ollioncam (roimh cháin) sa bhliain chánach dheireanach cothrom le €40,000 nó níos lú ná sin, beidh tú i dteideal na scéime

source: Multiply the gross income (before tax) of the higher earner in the last income tax year by 2.5 and add the gross income of the other earner in the last income tax year
ga: Méadaigh ollioncam (roimh cháin) an tsaothraí is airde sa bhliain chánach dheireanach faoi 2.5 agus cuir leis ollioncam an tsaothraí eile sa bhliain chánach dheireanach

source: If the answer is €100,000 or less, you are eligible
ga: Más €100,000 nó níos lú atá i gceist beidh tú i dteideal na scéime

source: The maximum improvement loans are:
ga: Seo a leanas na suimeanna is mó gur féidir a fháil ar iasacht:

source: • €38,000 where the loan is secured by a mortgage on the house (or €50,000 on offshore islands) - or
ga: • €38,000 má tá an iasacht urraithe ar an teach tri mhorgáiste (nó €50,000 ar na hoileáin mhara)

source: • €15,000 where the loan is not secured by a mortgage on the house
ga: • €15,000 sa chás nach bhfuil an iasacht urraithe ar an teach tri mhorgáiste

source: A variable interest rate applies on these loans
ga: Ráta athraitheach úis ata i gceist

source: Download an application form from your local authority's website
ga: Déan teagmháil leis an údarás áitiúil
